; MSETUP4 string table
[STRING]
CHARSET="204"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac=
MSE1="Не вдається перезавантажити систему. Закрийте програму встановлення і запущене наразі програмне забезпечення. Після цього закрийте програму настроювання для Canon і повторіть спробу."
MSE2="Цю програму не можна використовувати в цій операційній системі."
MSE3="Щоб встановити програмне забезпечення, необхідно увійти в систему з обліковим записом адміністратора.\nНатисніть кнопку [OK] і вийміть компакт-диск, щоб перервати встановлення.\nПерервавши встановлення, увійдіть у систему з обліковим записом адміністратора, потім вставте компакт-диск знову."
MSE3_Mac=
MSE31_Mac=
MSE4="Для відображення вибраного файлу необхідне відповідне програмне забезпечення."
MSE5="Недостатньо місця на диску %D%. Для встановлення програмного забезпечення необхідно %S% МБ."
MSE6="Зазначена неприпустима папка. Укажіть папку, у якій дозволено запис і яка знаходиться на жорсткому диску комп’ютера."
MSE7="Програму не вдається запустити, оскільки роздільна здатність екрана надто мала. Установіть для роздільної здатності значення 800x600 пікселів або більше, потім виконайте операцію повторно.\nЯкщо встановлення здійснюється на планшетний ПК, установіть для екрана альбомну орієнтацію, потім виконайте операцію."
MSE7_Mac=
MSE8="У дисководі немає компакт-диска.\nВставте компакт-диск у дисковод повторно."
MSE9="Ім’я файлу не може містити жодного з таких символів:\n/ , ; * ? \\" < > |"
MSE10="Довжина зазначеного шляху до файлу перевищує максимальну. Укажіть шлях до файлу довжиною не більше 150 символів."
MSE11="Букву диска не включено до зазначеного шляху до файлу або зазначено відносний шлях. Зазначте абсолютний шлях."
MSE12="Функцію [Просте встановлення] не можна використовувати в цій операційній системі."
MSE15="Цю програму можна запустити в ОС Windows 2000 Service Pack 4 або пізніших версіях. Якщо використовується версія операційної системи нижче Service Pack 4, оновіть Windows 2000 до Service Pack 4 або пізнішої версії і виконайте операцію повторно."
MSE16="Не вдається відкрити файл."
MSE17="Цю програму можна запустити в ОС Windows XP Service Pack 2 або пізніших версіях. Якщо використовується версія операційної системи нижче Service Pack 2, оновіть Windows XP до Service Pack 2 або пізнішої версії і виконайте операцію повторно."
MSE18="Цю програму можна запустити в ОС Windows XP Service Pack 3 або пізніших версіях. Оновіть Windows XP до Service Pack 3 або пізнішої версії і виконайте операцію повторно."
MSE19="Цю програму можна запустити в ОС Windows Vista Service Pack 1 або пізніших версіях. Оновіть Windows Vista до Service Pack 1 або пізнішої версії і виконайте операцію повторно."
MSE20="Цю програму можна запустити в ОС Windows Vista Service Pack 2 або пізніших версіях. Оновіть Windows Vista до Service Pack 2 або пізнішої версії і виконайте операцію повторно."

MSW1="Файл було оновлено, оскільки в системі було знайдено стару версію файлу. Перезапустіть систему зараз, щоб завершити оновлення. Натисніть кнопку [OK], щоб перезапустити систему. Після перезапуску системи це програмне забезпечення перезапуститься автоматично."
MSW2="Папка\n\"%P%\"\nне існує. Створити нову папку?"
MSW3="Залежно від версії операційної системи встановлення може завершитися неправильно. Клацніть [Перевірити останню інформацію], щоб перейти на веб-сайт компанії Canon і перевірити останню інформацію.\n\nПеревіривши останню інформацію, клацніть [Продовжити встановлення], щоб продовжити встановлення. Щоб скасувати встановлення, клацніть [Скасувати встановлення]."
MSW4=

MSM0001="OK"
MSM0002="Скасувати"
MSM0003="Так"
MSM0004="Ні"
MSM0005="Назад"
MSM0006="Далі"
MSM0007="Продовжити"
MSM0008="Перервати"
MSM0009="Вихід"
MSM0010="Встановлення"
MSM0011="Довідка"
MSM0012="Вибрати всі"
MSM0013="Стерти всі"
MSM0014="Перевірити останню інформацію"
MSM0015="Продовжити встановлення"
MSM0016="Скасувати встановлення"
MSM0017="Мова"
MSM0018="Значення за промовчанням"
MSM0019="Пропустити"
MSM0020="На початок"

MSM0101="Помилка"
MSM0102="Застереження"
MSM0103="Інформація"
MSM0104="Canon"

MSM1001="Вибір мови"
MSM1002="Виберіть, яка мова використовуватиметься в цій програмі, потім клацніть [Далі]."
MSM1003="Виберіть, яка мова використовуватиметься в цій програмі, потім клацніть [Назад]."

MSM1011=

MSM1021="Отримання інформації"
MSM1022="Отримання інформації щодо останнього драйвера та програмного забезпечення. Зачекайте."
MSM1023=

MSM1031="Помилка отримання інформації"
MSM1032="Не вдалось отримати інформацію щодо останнього драйвера та програмного забезпечення. Перевірте наявність підключення до мережі та повторіть спробу."

MSM1051="Вибір принтера"
MSM1052="Вибір сканера"
MSM1053="Виберіть принтер, який потрібно встановити, потім клацніть [Далі]."
MSM1054="Виберіть сканер, який потрібно встановити, потім клацніть [Далі]."

MSM1101="Вибір місця проживання"
MSM1102="Виберіть місце свого проживання і потім клацніть [Далі]."
MSM1103="США, Канада, Латинська Америка"
MSM1104="Європа, Близький Схід, Африка"
MSM1105="Азія"
MSM1106="Тихоокеанський регіон"

MSM1111="Виберіть країну або місце свого проживання, потім клацніть [Далі]. Якщо країна або місце вашого проживання відсутні в наведеному нижче списку, виберіть «Інше»."
MSM1116="Виберіть країну чи регіон"
MSM1117="Вибір місця проживання."
MSM1118="Виберіть країну або місце свого проживання. Якщо країна або місце вашого проживання відсутні в наведеному нижче списку, виберіть «Інше»."

MSM1201="Виберіть метод встановлення і виконуйте інструкції, що з’являтимуться на екрані."
MSM1202="Рекомендовано для новаків"
MSM1203="Просте встановлення"
MSM1204="Автоматично встановлює програмне забезпечення."
MSM1205="Вибіркове встановлення"
MSM1206="Цей метод дає змогу вибрати програмне забезпечення, яке потрібно використовувати, і встановити тільки вибрані програми."
MSM1207="Скасовує встановлення програмного забезпечення."
MSM1208="Сканер Canon для кольорових зображень"
MSM1209="CanoScan Setup Utility"
MSM1210="Creative Photo Album Kit"
MSM1211="Цей метод дає змогу вибрати програмне забезпечення, яке потрібно використовувати, і встановити тільки вибрані програми."
MSM1221="Можна вибрати, як буде підключено принтер – через USB чи до локальної мережі. Виберіть метод підключення, дотримуючись вказівок, що з’являються на екрані.\n\nЯкщо принтер використовується з підключенням до локальної мережі, необхідне настроювання мережі. Якщо настроювання вже завершено, підключення буде підтверджено автоматично. Якщо настроювання не завершено, настройте принтер, дотримуючись вказівок, що з’являються на екрані."
MSM1222="Запускається встановлення програмного забезпечення. Дотримуйтесь вказівок, що з’являються на екрані."
MSM1231="Можна змінити метод підключення, додати програмне забезпечення або запустити настроювання знову. Клацніть [Запустити встановлення спочатку], тільки якщо принтер працює неправильно."
MSM1232="Змінити метод підключення"
MSM1233="Змініть метод підключення принтера до комп’ютера з USB на локальну мережу або навпаки."
MSM1234="Додати програмне забезпечення"
MSM1235="Виберіть програмне забезпечення, яке потрібно додати, або перевстановіть його."
MSM1236="Запустити встановлення спочатку"
MSM1237="Почніть знову з початкового встановлення для встановлення підключення."
MSM1238="Можна додати програмне забезпечення або запустити настроювання знову. Клацніть [Запустити встановлення спочатку], тільки якщо принтер працює неправильно."
MSM1239="Для використання факсу"
MSM1241="Запуск настроювання"
MSM1242="Запуск інсталяції, необхідної для використання апарата на комп’ютері. Дотримуйтеся вказівок на екрані."
MSM1243="Запуск настроювання"
MSM1244="Це програмне забезпечення дає змогу використовувати апарат на комп’ютері."
MSM1245="Корисне програмне забезпечення"
MSM1246="Встановлює програмне забезпечення, яке забезпечує зручніше використання апарата."
MSM1247="Онлайновий посібник"
MSM1248="Посібник користувача можна переглянути в Інтернеті."
MSM1249="Використовуйте оновлене програмне забезпечення, знайдене в Інтернеті"
MSM1301="Просте встановлення"
MSM1302="Будуть встановлені перелічені програми. Для продовження клацніть [Встановлення].\n\nЩоб відобразити пояснення щодо програмного забезпечення, наведіть курсор миші на назву програми."
MSM1304="Відображає файл README: "
MSM1305="Вільне місце на диску %DRIVELETTER% — %DISKSPACE% МБ"
MSM1306="Загальне використовуване місце:: %ITEMSPACE% МБ"
MSM1307="%s МБ"
MSM1308="Натисніть цю кнопку, щоб прочитати опис файлу %s."
MSM1309="Натисніть цю кнопку, щоб прочитати файл README для %s."
MSM1310="Драйвер і посібник"
MSM1311="Прикладна програма"
MSM1312="Очікувана тривалість встановлення: від %INSTALLTIME_MIN% до %INSTALLTIME_MAX% хв."
MSM1313=
MSM1314="Це програмне забезпечення обов’язкове. Тому не рекомендується скасовувати його вибір.\nСкасувати його вибір?"
MSM1315="Встановлення може тривати деякий час — це залежить від мережевого середовища."

MSM1401="Вибіркове встановлення"
MSM1402="Установіть прапорець для програмного забезпечення, яке потрібно встановити, потім клацніть [Далі].\nЩоб відобразити пояснення щодо програмного забезпечення, наведіть курсор миші на назву програми."
MSM1402_Mac=
MSM1451="Список встановлюваного програмного забезпечення"
MSM1452="Будуть встановлені перелічені програми. Переконайтеся, що програмне забезпечення, яке потрібно встановити, вибрано, потім натисніть кнопку [Далі]."
MSM1453_Mac=
MSM1454="Це програмне забезпечення є обов’язковим, і скасувати його вибір не можна."
MSM1455_Mac=

MSM1501="Змінити місце встановлення"
MSM1502="Можна змінити місце встановлення %LOCATIONITEM%. "
MSM1503="Якщо змінювати місце не потрібно, натисніть кнопку [Встановлення]."
MSM1504="Щоб змінити місце, натисніть кнопку [Огляд...], виберіть папку, у яку потрібно встановити програмне забезпечення, потім клацніть [Встановлення]."
MSM1505="Місце встановлення:"
MSM1506="Огляд..."
MSM1507="Диск %DRIVELETTER%  Вільне місце: %DISKSPACE% МБ  Необхідне місце: %ITEMSPACE% МБ"
MSM1508="Диск %APPDRIVELETTER%  Вільне місце: %APPDISKSPACE% МБ  Необхідне місце: %APPITEMSPACE% МБ"

MSM1601="Ліцензійна угода"
MSM1602="Перед встановленням вибраних програм уважно прочитайте наведену нижче ліцензійну угоду."
MSM1603="Якщо ви згодні з її умовами, натисніть кнопку [Так]. Якщо клацнути [Ні], встановлення програмного забезпечення буде скасовано."
MSM1604="Уважно прочитайте наведену нижче ліцензійну угоду, перш ніж встановлювати %CURRENT_STEPITEM%."
MSM1605="Якщо ви згодні з умовами угоди, натисніть кнопку [Так]. Якщо клацнути [Ні], це програмне забезпечення не буде встановлено."
MSM1606="Продукти Canon"
MSM1607="Якщо ви не згодні з умовами угоди, програмне забезпечення не буде встановлено. Продовжувати?"
MSM1608="Якщо ви не згодні з умовами угоди, це програмне забезпечення, а також програма Print Studio Pro, яка вимагає наявності цього програмного забезпечення, не будуть установлені. Продовжувати?"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac=

MSM1651="Оновлення системного файлу"
MSM1659="Дозволити процеси майстра встановлення"
MSM1660="Дайте дозвіл усім процесам майстра встановлення"
MSM1661="Під час встановлення програмного забезпечення Canon можуть з’являтися діалогові вікна з попередженнями брандмауера та антивірусного програмного забезпечення. Дозвольте продовження встановлення, вибравши в такому діалоговому вікні один із таких варіантів:\n\n- Дозволити\n- Дати дозвіл\n- Так\n- Розблокувати"

MSM1671="Встановлення .NET Framework"
MSM1672="На комп’ютері не встановлено Microsoft .NET Framework 4. Для використання всіх функцій програмного забезпечення необхідно встановити Microsoft .NET Framework 4. Установити його?"

MSM1681="Microsoft .NET Framework 4 не знайдений"
MSM1682="Microsoft .NET Framework 4 не знайдений або встановлений неправильно.\nДля встановлення цього програмного забезпечення необхідно правильно встановити Microsoft .NET Framework 4."

MSM1701="Перебіг встановлення: %PROGRESS%%"
MSM1702="До завершення приблизно %RESTTIME% хв."
MSM1703="Перебіг встановлення: %PROGRESS%%PERCENT%"
MSM1711="Завантаження..."
MSM1712="Підрахунок часу, що залишився..."
MSM1713="Залишилося [хв]: приблизно %d"
MSM1714="Завантаження %s..."
PERCENT="%"

MSM1801="КРОК 1"
MSM1802="КРОК 2"
MSM1803="КРОК 3"
MSM1804="Ліцензійна угода"
MSM1805="Встановлення"
MSM1806="Встановлення"
MSM1806_Mac=
MSM1807="Прикладні програми"
MSM1808="Службові програми"
MSM1809="Завершення"
MSM1810="КРОК 4"
MSM1811="Інформація"

MSM1901="Обробка"
MSM1902="Триває обробка. Зачекайте."
MSM1903="Встановлення %ITEM% завершено."
MSM1904="Встановлення :%ITEM%"
MSM1905="Завантаження :%ITEM%"
MSM1906="Завантаження %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="Підключення принтера"
MSM2002="Переконайтеся, що принтер підключений до комп’ютера, потім увімкніть принтер."
MSM2003="Принтер не виявлено. Перевірте підключення."
MSM2004="Вибір вручну"
MSM2005="Щоб вибрати порт принтера вручну, не виконуючи автоматичне виявлення, натисніть кнопку [Вибір вручну]."
MSM2006="Принтер виявлено. Зачекайте, доки завершиться встановлення."
MSM2007="Триває встановлення... Зачекайте кілька секунд."
MSM2010="Підключення принтера"
MSM2011="Переконайтеся, що принтер підключений до комп’ютера і що живлення принтера увімкнено. Перевіривши підключення, натисніть кнопку [Перезавантаження], щоб перезавантажити комп’ютер. Після перезавантаження комп’ютера настройте принтер. "
MSM2021="Може відобразитися Майстер нового устаткування. Якщо він відобразився, натисніть у ньому кнопку [Скасувати], щоб закрити його, потім продовжте встановлення."
MSM2031="Підключення сканера"
MSM2032="Переконайтеся, що сканер підключений до комп’ютера, потім увімкніть сканер, якщо він має кнопку УВІМК."
MSM2033="Сканер не виявлено. Перевірте підключення."
MSM2034="Сканер виявлено. Зачекайте, доки завершиться встановлення."

MSM2051="Метод настроювання"
MSM2052="Виконати перше підключення принтера до мережі"
MSM2053="Виберіть цей варіант, якщо потрібно використовувати принтер, ще не підключений до мережі, через проводову або безпроводову локальну мережу. Настроювання мережі виконується шляхом підключення принтера до комп’ютера за допомогою USB-кабелю."
MSM2054="Принтер уже підключено до мережі"
MSM2055="Виберіть цей варіант, якщо потрібно використовувати принтер, уже підключений до мережі, з комп’ютера. Також виберіть цей варіант, якщо безпроводова локальна мережа була настроєна за допомогою WPS (Wi-Fi Protected Setup) або WCN (Windows Connect Now)."
MSM2056="Виберіть метод настроювання, потім натисніть кнопку [Далі]."
MSM2065="Виберіть цей варіант, якщо потрібно використовувати принтер, ще не підключений до мережі, через проводову локальну мережу. Настроювання мережі виконується шляхом підключення принтера до комп’ютера за допомогою USB-кабелю."
MSM2067="Виберіть цей варіант, якщо потрібно використовувати принтер, уже підключений до мережі, з комп’ютера. "
MSM2068="Використовувати принтер через USB"
MSM2069="Виберіть цей метод для використання принтера через USB."
MSM2070="Запуск настроювання"
MSM2071="Необхідно настроїти принтер. Натисніть кнопку [Виконати], щоб настроїти принтер. \n\nЯкщо настроювати принтер не потрібно, натисніть кнопку [Далі]."
MSM2081="Якщо на панелі керування принтером вибрано значення, яке відповідає методу підключення через проводову або безпроводову локальну мережу, натисніть кнопку [OK].\n\nЯкщо значення ще не вибрано, зверніться до Посібника для початку роботи."
MSM2081_Mac=
MSM2083="Вибір методу підключення принтера"
MSM2084="Використовувати принтер через USB"
MSM2085="Виберіть цей метод для використання принтера через USB."
MSM2086="Використовувати принтер через підключення до безпроводової локальної мережі"
MSM2087="Виберіть цей метод для використання принтера через підключення до безпроводової локальної мережі."
MSM2088="Використовувати принтер через підключення до проводової локальної мережі"
MSM2089="Виберіть цей метод для використання принтера через підключення до проводової локальної мережі."
MSM2090="Виявлення принтера"
MSM2091="Почніть пошук принтера в мережі.\nЯкщо настроювання мережі принтера завершено, натисніть кнопку [Далі].\n\nУ противному разі завершіть настроювання мережі.\nЩоб дізнатися, як настроїти мережу, натисніть кнопку [Онлайновий посібник].\n\nЩоб скасувати встановлення, натисніть кнопку [Скасувати]."
MSM2090_Mac=
MSM2091_Mac="Почніть пошук принтера в мережі.\nЯкщо настроювання мережі принтера завершено, натисніть кнопку [Далі].\n\nУ противному разі завершіть настроювання мережі.\nЩоб дізнатися, як настроїти мережу, натисніть кнопку [Онлайновий посібник].\n\nЩоб скасувати встановлення, натисніть кнопку [Скасувати]."
MSM2092_Mac=
MSM2093_Mac=
MSM2094="Почніть пошук принтера в мережі. Клацніть кнопку [Далі].\nЩоб скасувати встановлення, натисніть кнопку [Скасувати]."
MSM2096="Виявлення принтера"
MSM2097="Відбувається пошук принтера в мережі."
MSM2098_Mac=
MSM2099_Mac=
MSM2100_Mac=

MSM2101="Вибір порту"
MSM2102="Виберіть порт принтера і натисніть кнопку [Далі]."

MSM2250="Встановлення завершено"
MSM2251="Встановлення завершено. Продукт готовий до використання. Натисніть кнопку [Далі] для переходу до наступного кроку."
MSM2252="Встановлення завершено"
MSM2253="Інсталяцію для друку з комп’ютера завершено.\nДалі буде встановлено програмне забезпечення."
MSM2254="Встановлення не завершено.\nЩоб продовжити встановлення корисного програмного забезпечення, клацніть [Продовжити].\nЩоб вийти з програми встановлення, клацніть [Вихід]."

MSM2261="Встановлення"
MSM2262="Підключення до мережі вимкнено на час встановлення.\nЗачекайте."
MSM2263="Не вдалося виконати настроювання без кабелю. Призупиніть процес і виберіть інший метод настроювання, виконуючи наведені нижче вказівки на екранах."

MSM2301="Помилка під час встановлення"
MSM2302="Установити %ITEM% не вдається. Натисніть кнопку [Почати знову], щоб виконати процес встановлення ще раз."
MSM2303="У посібнику міститься опис причин неполадок під час встановлення і способів їх усунення."
MSM2304="Почати знову"
MSM2305="Для отримання інформації про методи вирішення неполадок мережі див. «Посібник з усунення неполадок, пов’язаних із настроюванням мережі».\nДля отримання інформації про інші неполадки див. посібник."

MSM2401="Вирівнювання друкуючої головки"
MSM2402="У цьому принтері передбачено функцію вирівнювання друкуючої головки. Якщо на роздруківках є перекошені прямі лінії або їх якість незадовільна, можливо, усунути ці проблеми допоможе вирівнювання друкуючої головки.\n\nДокладніше про це див. у посібнику користувача."
MSM2402_Mac=
MSM2411="Вирівнювання друкуючої головки"
MSM2412="Перед використанням цього принтера необхідно виконати вирівнювання друкуючої головки. Завантажте папір у принтер і натисніть кнопку [Виконати]. Докладніше про це див. у посібнику з використання принтера.\n\nПісля завершення вирівнювання друкуючої головки натисніть кнопку [Далі]."
MSM2412_Mac=
MSM2413="Виконати"
MSM2414="Якщо на цьому принтері друкуватимуться фотографії, рекомендується виконати вирівнювання друкуючої головки. Щоб виконати вирівнювання друкуючої головки зараз, завантажте звичайний папір у касету і натисніть кнопку [Виконати]. Після завершення вирівнювання головки натисніть кнопку [Далі]. Докладніше про це див. у посібнику з використання принтера.\n\nВиконати вирівнювання головки можна також після завершення настроювання. Щоб продовжити без виконання вирівнювання друкуючої головки, натисніть кнопку [Далі]."
MSM2414_Mac=
MSM2415="Перед використанням цього принтера необхідно виконати вирівнювання друкуючої головки. Завантажте папір MP-101 у принтер і натисніть кнопку [Виконати]. Докладніше про це див. у посібнику з використання принтера.\n\nПісля завершення вирівнювання друкуючої головки натисніть кнопку [Далі]."
MSM2415_Mac=
MSM2416="Перед використанням цього принтера необхідно виконати вирівнювання друкуючої головки. Натисніть кнопку [Виконати], щоб відобразити екран «Запуск вирівнювання друкуючої головки». Дотримуйтеся вказівок, що з’являються на екрані, щоб надрукувати зразок для вирівнювання друкуючої головки. Помістіть надрукований зразок на валик і відскануйте його.\n\nПісля завершення вирівнювання друкуючої головки натисніть кнопку [Далі]."
MSM2416_Mac=
MSM2417="У цьому принтері передбачено функцію вирівнювання друкуючої головки. Якщо на роздруківках є перекошені прямі лінії або їх якість незадовільна, можливо, усунути ці проблеми допоможе вирівнювання друкуючої головки."
MSM2418="Перед використанням цього принтера необхідно виконати вирівнювання друкуючої головки. Завантажте папір у принтер і натисніть кнопку [Виконати], а потім натисніть кнопку [Далі]."
MSM2418_Mac=
MSM2420="Виконується пошук принтерів."
MSM2421="Виконується пошук принтера %PRODUCTNAME%."
MSM2422="Не знайдено чергу завдань друку."
MSM2423="Клацніть [Зареєструвати принтер], щоб зареєструвати принтер."
MSM2424="Зареєструвати принтер"
MSM2431="Реєстрація принтера і сканера"
MSM2432="Настроювання мереж принтера і сканера завершено.\nТепер необхідно зареєструвати принтер і сканер у комп’ютері.\n\nКлацніть [Зареєструвати принтер] або [Зареєструвати сканер], щоб запустити відповідне програмне забезпечення для реєстрації. Для завершення реєстрації дотримуйтесь вказівок програмного забезпечення."
MSM2433="Зареєструвати принтер"
MSM2434="Зареєструвати сканер"
MSM2435=
MSM2436_Mac=
MSM2437_Mac=
MSM2438_Mac=
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=

MSM2451="Реєстрація користувача"
MSM2453="Далі"
MSM2464="Реєстрація користувача"
MSM2465="Зареєструйте свій виріб Canon сьогодні, щоб отримати такі переваги:\n- отримувати електронною поштою щомісячний бюлетень з описом заощаджень для користувачів продукції Canon\n- отримувати чудові проекті Creative Park і корисні поради\n- одним із перших отримувати повідомлення про оновлення програмного забезпечення"
MSM2474="Реєстрація користувача"
MSM2475="Зареєструвавши свій виріб, ви зможете отримувати корисну інформацію про товарі й послуги. Для реєстрації потрібно підключення до Інтернету."
MSM2484="Реєстрація виробу"
MSM2485JU="Зареєструйте свій виріб Canon сьогодні, щоб отримати такі переваги:\n- Canon U.S.A. зберігатиме вашу інформацію на випадок подання страхових позовів\n- одним із перших отримувати повідомлення про оновлення програмного забезпечення\n- отримувати електронною поштою щомісячний бюлетень з описом заощаджень для користувачів продукції Canon"
MSM2485M="Оновивши або зареєструвавши новий виріб, ви зможете отримувати корисну інформацію про товарі й послуги. Для оновлення й реєстрації потрібно підключення до Інтернету."
MSM2486_Mac="Якщо натиснути кнопку [Далі], назва виробу та відомості про операційну систему й ваше місцеперебування автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2486_Mac2="Якщо натиснути кнопку [Далі], назва виробу, відомості про операційну систему й ваше місцеперебування та серійний номер принтера автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2487="Щоб виконати реєстрацію пізніше, натисніть кнопку [Скасувати] і перейдіть до наступного кроку. Крім того, вироби можна зареєструвати будь-коли через програму Quick Menu."

MSM2501="CANON iMAGE GATEWAY Реєстрація користувача"
MSM2502="Реєстрація"
MSM2503="CANON iMAGE GATEWAY Реєстрація виробу"
MSM2504="CANON iMAGE GATEWAY — це унікальна онлайн-служба для покупців продуктів, доступна для безкоштовного доступу або за щорічну плату за членство. За наявності реєстрації користувача можна використовувати різноманітні послуги, які збільшать задоволення від цифрових фотографій."
MSM2506="Якщо натиснути кнопку [Реєстрація], назва виробу та відомості про операційну систему й ваше місцеперебування автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2507="Якщо натиснути кнопку [Реєстрація], назва виробу, відомості про операційну систему й ваше місцеперебування та серійний номер принтера автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2511="Реєстрація користувача"
MSM2513="Реєстрація виробу"
MSM2514="Зареєструйте свій виріб Canon сьогодні, щоб отримати такі переваги:\n- отримувати електронною поштою щомісячний бюлетень з описом заощаджень для користувачів продукції Canon\n- отримувати чудові проекті Creative Park і корисні поради\n- одним із перших отримувати повідомлення про оновлення програмного забезпечення"
MSM2515="Зареєструвавши свій виріб, ви зможете отримувати корисну інформацію про товарі й послуги. Для реєстрації потрібно підключення до Інтернету."
MSM2516="Якщо натиснути кнопку [Далі], назва виробу та відомості про операційну систему й ваше місцеперебування автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2517="Якщо натиснути кнопку [Далі], назва виробу, відомості про операційну систему й ваше місцеперебування та серійний номер принтера автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2521="Реєстрація користувача. Назва виробу, відомості про операційну систему й ваше місцеперебування та серійний номер принтера автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження натисніть кнопку [OK]."
MSM2522="Реєстрація користувача. Назва вашого виробу, інформація про операційну систему і місце використання автоматично збиратимуться й надсилатимуться в компанію Canon по Інтернету. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження натисніть кнопку [OK]."
MSM2526="Реєстрація користувача. Назва виробу, відомості про операційну систему й ваше місцеперебування та серійний номер принтера автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження натисніть кнопку [OK]."
MSM2527="Реєстрація користувача. Назва вашого виробу, інформація про операційну систему і місце використання автоматично збиратимуться й надсилатимуться в компанію Canon по Інтернету. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження натисніть кнопку [OK]."

MSM2551="Реєстрація користувача Canon %s"
MSM2552="Видалення реєстрації користувача"
MSM2571="Програма видалення реєстрації користувача %s"
MSM2572="Повністю видалити елемент «Реєстрація користувача Canon %s» і всі його компоненти?"
MSM2573="Видалення завершено успішно."
MSM2574="Помилка під час видалення."
MSM2575="Для завершення видалення необхідно перезапустити комп’ютер. Натисніть кнопку [OK] для перезапуску. Натисніть кнопку [Скасувати], щоб виконати перезапуск пізніше."
MSM2576="Для видалення елемента «Реєстрація користувача Canon %s» необхідно мати права адміністратора."
MSM2577="Реєстрація користувача. Назва вашого виробу, інформація про операційну систему і місце використання автоматично збиратимуться й надсилатимуться в компанію Canon по Інтернету. Ця інформація буде явним чином відображена на екрані реєстрації. Для продовження натисніть кнопку [OK]."
MSM2577_Mac2=
MSM2578="Реєстрація користувача. Назва вашого виробу, інформація про операційну систему і місце використання автоматично збиратимуться й надсилатимуться в компанію Canon по Інтернету. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження натисніть кнопку [OK]."
MSM2578_2="Реєстрація користувача. Назва вашого виробу, інформація про операційну систему, місце використання і серійний номер автоматично збиратимуться й надсилатимуться в компанію Canon по Інтернету. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження переконайтеся, що принтер приєднано до комп’ютера, потім увімкніть принтер і натисніть кнопку [OK]."
MSM2580="Не вдалося встановити підключення. Переконайтеся, що підключення до мережі увімкнено, потім повторіть спробу. Якщо встановити підключення все одно не вдається, зачекайте трохи і повторіть спробу. Крім того, виконати реєстрацію можна будь-коли через програму Solution Menu EX."
MSM2581="Не вдалося встановити підключення. Переконайтеся, що підключення до мережі увімкнено, потім повторіть спробу. Якщо встановити підключення все одно не вдається, зачекайте трохи і повторіть спробу."
MSM2582="Не вдалося встановити підключення."
MSM2583="Підключення"
MSM2584="Установлюється підключення. Зачекайте."
MSM2585="Введіть ім’я користувача і пароль до брандмауера."
MSM2586=
MSM2587=
MSM2588=
MSM2589="Не вдалося встановити підключення. Переконайтеся, що підключення до мережі увімкнено, потім повторіть спробу. Якщо встановити підключення все одно не вдається, зачекайте трохи і повторіть спробу."

ExecutingPrefSet_Mac=

MSM2601="Встановлення успішно завершено."
MSM2602="Перезавантажити систему зараз (рекомендовано)"
MSM2603="Перезавантаження"
MSM2604="Встановлення успішно завершено.\nПереконайтеся, що сканер приєднано до комп’ютера і що живлення сканера увімкнено, потім натисніть кнопку [Вихід]."

MSM2610="Завантажте звичайний папір у касету"
MSM2611="Завантажте звичайний папір, як показано нижче."
MSM2612="Завантажуйте в касету тільки звичайний папір"
MSM2613="Завантажте в задній лоток фотопапір"

MSM2701="Скасування встановлення"
MSM2702="Встановлення не завершено. Щоб продовжити встановлення, клацніть [Продовжити]. Щоб скасувати встановлення, клацніть [Скасувати]."
MSM2702_Mac="Встановлення не завершено. Щоб продовжити встановлення, клацніть [Продовжити]. Щоб скасувати встановлення, клацніть [Перервати]."

MSM2801="Змінення параметрів системи"
MSM2802="Щоб нові параметри набули чинності, необхідно перезавантажити систему.\nПерезавантажити систему зараз?"

MSM2851="Extended Survey Program"
MSM2856="Погоджуюся"
MSM2857="Не погоджуюся"
MSM2870="Для розвитку й реалізації виробів, які задовольняють очікування споживачів, компанія Canon потребує, щоб наведена нижче інформація щодо вашого виробу Canon була надіслана в компанію Canon по Інтернету."
MSM2871="Для розвитку й реалізації виробів, які задовольняють очікування споживачів, компанія Canon потребує, щоб наведена нижче інформація щодо вашого виробу Canon була надіслана по Інтернету в юридично затверджену дослідницьку компанію."
MSM2873="Якщо ви згодні з означеним вище, натисніть кнопку [Погоджуюся]. У протилежному разі натисніть кнопку [Не погоджуюся]."
MSM2874="Для розробки й випуску виробів, які найкраще задовольняють потреби споживачів, наведені нижче відомості про виріб Canon надсилайте до компанії Canon (у разі використання виробу Canon у Китаї — у юридично затверджену дослідницьку компанію) через Інтернет."
MSM2876="Якщо ви згодні з означеним вище, натисніть кнопку [Погоджуюся], щоб запустити встановлення програми опитувань. У протилежному разі натисніть кнопку [Не погоджуюся]. Ця програма може не запуститися в операційних системах непідтримуваних версій."
MSM2879_Win="Якщо з’явилося вікно служби захисту користувачів (UAC), дозвольте продовження програми."
MSM2901="Пробний друк"
MSM2902="Настроювання принтера і встановлення програмного забезпечення завершено.\n\nДля перевірки роботи принтера буде виконано пробний друк. Завантажте у принтер звичайний папір і натисніть кнопку [Виконати]. Після виконання пробного друку натисніть кнопку [Далі].\n\nЩоб пропустити пробний друк, замість кнопки [Виконати] натисніть кнопку [Далі].\n\nЯкщо сталася помилка друку, запустіть настроювання знову, дотримуючись вказівок, що з’являються на екрані."
MSM2903="Для перевірки роботи принтера буде виконано пробний друк.\nЗавантажте у принтер звичайний папір і натисніть кнопку [Виконати], а потім натисніть кнопку [Далі].\n\nЩоб пропустити пробний друк, замість кнопки [Виконати] натисніть кнопку [Далі].\n\nЯкщо сталася помилка друку, запустіть настроювання знову, дотримуючись вказівок, що з’являються на екрані."

MSM3001="Це програмне забезпечення необхідне для використання принтера.\nМожна виконувати операції друку відповідно до різноманітних типів і форматів паперу."
MSM3002_Mac=
MSM3008="Файли зображень можна об’єднувати текстом і легко виконувати прямий друк на етикетку диска."
MSM3009="Оновіть систему."
MSM3010="Ця службова програма дає змогу використовувати зі свого комп’ютера файли, які зберігаються на карті пам’яті, вставленій у гніздо карти пам’яті принтера."
MSM3011="Цей драйвер дає змогу використовувати пристрій у мережі."
MSM3012="За допомогою цього інструмента можна змінювати метод підключення і параметри безпеки пристрою, підключеного до мережі."
MSM3013="My Printer допомагає усувати неполадки друку, наприклад, брудний друк."
MSM3016="Драйвери MP Drivers необхідні для друку документів і сканування зображень."
MSM3018="ArcSoft PhotoStudio дає змогу виправляти й покращувати зображення, імпортовані зі сканера або цифрової камери."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE — це OCR-програма (програма для оптичного розпізнавання тексту), призначена для перетворення тексту, вміщеного у книгах або газетах, на текстові дані."
MSM3021="Presto! PageManager спрощує сканування, обмін і впорядкування документів і фотографій. Усі ділові документи можна зберігати в необмеженій кількості вкладених папок, легко знаходячи їх за потреби."
MSM3023="Setup Utility дає змогу настроїти параметри для друку через інфрачервоне або Bluetooth-підключення."
MSM3024="Setup Utility дає змогу настроїти параметри для друку через підключення PictBridge."
MSM3026="Це додаткове програмне забезпечення, яке уможливлює і спрощує професійний фотодрук. Для використання цього додаткового програмне забезпечення необхідно встановити відповідні прикладні програми."
MSM3027="Драйвер XPS зручний для друку із прикладних програм, які підтримують друк XPS (в ОС Windows Vista або пізніших версій)."
MSM3027_0="Драйвер XPS зручний для друку із прикладних програм, які підтримують друк XPS (в ОС Windows Vista або пізніших версій). Повинен бути правильно встановлений драйвер принтера IJ."
MSM3027_1="Драйвер XPS зручний для друку із прикладних програм, які підтримують друк XPS (в ОС Windows Vista або пізніших версій). Повинні бути правильно встановлені драйвери MP Drivers."
MSM3028="ScanGear — це драйвер, необхідний для роботи сканера. Для використання цього драйвера запустіть прикладну програму, наприклад програму для обробки зображень."
MSM3028_Mac=
MSM3031_Mac=
MSM3032=
MSM3034="Це необхідно для коректного друку кольорів зображень у форматі Adobe RGB. Adobe є торговельною маркою або зареєстрованою торговельною маркою Adobe Systems Incorporated у Сполучених Штатах та/або інших країнах."
MSM3035="Setup Utility дає змогу настроїти параметри для друку через інфрачервоне підключення, Bluetooth-підключення або підключення PictBridge."
MSM3037="ScanGear CS — це драйвер сканера (драйвер TWAIN), необхідний для роботи сканера. Для використання цього драйвера запустіть прикладну програму, наприклад програму для обробки зображень."
MSM3040="Програма Easy-PhotoPrint EX дає змогу легко створити власний фотоальбом, наклейки або календар на основі фотографій із цифрової відеокамери. Можна також із легкістю друкувати фотографії без полів. Крім того, перед друком можна усунути ефект «червоних очей» або застосувати цифрове розгладження обличчя."
MSM3041="Одразу запускає додаткове програмне забезпечення, яке дає змогу легко друкувати фотографії."
MSM3042="Програма MP Navigator EX дає змогу легко імпортувати скановані зображення безпосередньо в додаткове програмне забезпечення, друкувати їх, вкладати їх у повідомлення електронної пошти та зберігати їх на комп’ютері."
MSM3043="У посібнику пояснюється, як використовувати апарат і програмне забезпечення з комплекту поставки. Надається також інформація щодо усунення неполадок.\nНеобхідний браузер Internet Explorer 8.0 або пізніших версій."
MSM3043_Mac="У посібнику пояснюється, як використовувати апарат і програмне забезпечення з комплекту поставки. Надається також інформація щодо усунення неполадок."
MSM3044="Програма Easy-WebPrint EX дає змогу обрізувати веб-сторінки і друкувати їх у власному компонуванні. Вона з’являється у браузері у вигляді зручної панелі інструментів. Необхідний браузер Internet Explorer 7.0 або пізніших версій."
MSM3044_Mac=
MSM3045="Це програмне забезпечення дає змогу редагувати елементи швидкого кодованого набору, відомості про користувача та інші параметри, зареєстровані у принтері, і зберігати змінені параметри в комп’ютері або знову зареєструвати їх у принтері."
MSM3046="Програма Solution Menu EX може негайно запустити прикладну програму, яка дає змогу легко надрукувати альбом або календар або виконати сканування одним клацанням. Крім того, можна легко переходити на веб-сайти Canon, які допомагають вирішувати специфічні питання."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Можна імпортувати фотографії і використовувати їх для створення і друку особливих робіт, зокрема колажів, листівок і календарів. Можна також друкувати фотографії без полів і виправляти або покращувати зображення за допомогою простих дій. Використовуйте цю функцію із Quick Menu для створення рекомендацій зі збережених фотографій."
MSM3049="Додатковий модуль для друку фотографій, який полегшує і вдосконалює професійне створення витворів мистецтва. Повинна бути встановлена відповідна прикладна програма. Докладніше про відповідні прикладні програми див. у посібнику."
MSM3050="Можна швидко запускати програмне забезпечення і посібник для виробу Canon. Можна також швидко переходити на веб-сайти, які містять корисну інформацію про продукт Canon, дають змогу виконувати інші дії тощо. Використовуйте цю функцію разом із My Image Garden для активації Image Display, який дає змогу відображати рекомендації і фотографії у вигляді показу слайдів."
MSM3051="Для використання сканера потрібен драйвер. Він використовується для керування сканером із ICA-сумісних прикладних програм."
MSM3052=
MSM3053="Можна швидко запускати програмне забезпечення для посібника до виробу Canon. Можна також швидко відкривати посібник і переходити на різні веб-сайти."
MSM3054="Додайте мовні словники, які використовуватимуться під час створення файлів PDF із текстовим пошуком або під час запуску оптичного розпізнавання тексту. Після встановлення виберіть відповідну мову на екрані налаштувань програми Canon IJ Scan Utility."
MSM3055="Це програма, що відкриває ScanGear для перегляду та сканування зображень, а потім зберігає їх на комп’ютері."
MSM3056=
MSM4001W="Драйвер принтера IJ"
MSM4001="Драйвер принтера"
MSM4002="Посібник користувача"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Драйвер XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Інструмент для швидкого набору"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Драйвер ICA"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Додаткові словники для програми оптичного розпізнавання тексту (Китайська / корейська)"
MSM4055="IJ ScanGear Starter EX"
MSM4056=
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="Запроваджено функцію придбання чорнил по Інтернету."
EIDENABLER_ADMIN="Щоб запустити це програмне забезпечення, необхідно увійти в систему як учасник групи адміністраторів."

MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Китай"
HK="САР Гонконг (Китай)"
ID="Індонезія"
IN="Індія"
JP="Японія"
KR="Корея"
MY="Малайзія"
PH="Філіппіни"
SG="Сінгапур"
TW="Тайвань"
TH="Таїланд"
VN="В’єтнам"
MO="Макао"

AU="Австралія"
NZ="Нова Зеландія"

US="Сполучені Штати"
CA="Канада"
BR="Бразилія"
MX="Мексика"
AR="Аргентина"
CL="Чилі"
PA="Панама"

AT="Австрія"
BE="Бельгія"
BG="Болгарія"
HR="Хорватія"
CZ="Чехія"
DK="Данія"
EE="Естонія"
FI="Фінляндія"
FR="Франція"
DE="Німеччина"
GR="Греція"
HU="Угорщина"
IE="Ірландія"
IT="Італія"
LV="Латвія"
LT="Литва"
LU="Люксембург"
NL="Нідерланди"
NO="Норвегія"
PL="Польща"
PT="Португалія"
RO="Румунія"
RU="Росія"
SK="Словаччина"
SI="Словенія"
ZA="ПАР"
ES="Іспанія"
SE="Швеція"
CH="Швейцарія"
TR="Туреччина"
GB="Великобританія"

Others="Інше"

MSM2703="Перервати встановлення"
MSM2704="Встановлення не завершено."
MSM2705="Натисніть кнопку «Продовжити», зоб продовжити встановлення. Щоб перервати встановлення, натисніть кнопку «Перервати»."
MSM2706="Продовжити"
MSM2707="Перервати"
MSM2951="Програма встановлення %s"
MSM2952="Компакт-диск із програмою встановлення не знайдено. Щоб продовжити встановлення драйвера %s, завантажте компакт-диск %s і натисніть кнопку «OK»."

MSM5001=
MSM5002=
MSM5003=
MSM5004=

MSM5010=
MSM5011=
MSM5012=

MSM6000="Вибір методу підключення принтера."
MSM6001="Підкл. до безпр. лок. мережі"
MSM6002="Підкл. до провод. лок. мережі"
MSM6003="Підключ. через USB"
MSM6004="Повторити мережеве настроювання принтера"
MSM6005="Вибір методу підключення до безпроводової локальної мережі."
MSM6006="Підключіть за допомогою маршрутизатора безпроводової мережі (рекомендовано)"
MSM6007="Безпосереднє підключення"
MSM6008="Підключіть комп’ютер і принтер за допомогою маршрутизатора безпроводової мережі."
MSM6009="Підключіть принтер безпосередньо до комп’ютера."
MSM6010="Для переключення між підключенням за допомогою маршрутизатора безпроводової мережі й безпосереднім підключенням та отримання докладної інформації про метод підключення клацніть [Інструкції]."
MSM6011="Інструкції"
MSM6012="Переконайтеся, що принтер увімкнено."
MSM6013="Список принтерів, підключених до мережі"
MSM6014="Серійний номер"
MSM6015="MAC-адреса"
MSM6016="IP-адреса"
MSM6017="У списку не вдалося знайти принтер для настроювання"
MSM6018="Оновити"
MSM6019="1. Щоб встановити принтер у мережі, виберіть один принтер із наведеного вище списку, а потім натисніть кнопку [Далі].\n   Серійний номер можна знайти на задній панелі принтера та в Гарантії.\n   У наведеному вище списку можна побачити лише перші 5 цифр серійного номера.\n2. Якщо ви не можете знайти встановлюваний принтер у наведеному вище списку, увімкніть принтер і натисніть кнопку [Оновити].\n3. Якщо принтер усе ще не можна знайти, виберіть параметр [У списку не вдалося знайти принтер для настроювання], а потім натисніть кнопку [Далі]."
MSM6020="1. Якщо принтер, який необхідно настроїти в мережі, вказано в наведеному вище списку принтерів, виберіть його й натисніть кнопку [Далі].\n   Серійний номер можна знайти на задній панелі принтера або в гарантійному талоні.\n2. Якщо необхідного для настроювання принтера немає у списку, увімкніть принтер і клацніть [Оновити].\n3. Якщо принтер все одно не відображається у списку, виберіть [У списку немає принтера для настроювання], а потім натисніть кнопку [Далі].\n4. Для підключення через USB також виберіть [У списку немає принтера для настроювання], а потім натисніть кнопку [Далі]."
MSM6021="Підключення завершено."
MSM6022="Виберіть спосіб підключення"
MSM6023="Перевірте живлення"
MSM6024="Скористайтеся іншим способом для інсталяції. Дотримуйтеся вказівок на екрані."
MSM6025="Інсталяцію принтера потрібно завершити до того, як можна буде встановити драйвер XPS. Якщо інсталяцію не було завершено, натисніть кнопку [На початок], щоб установити принтер."
MSM6026=
MSM6027=
MSM6028=
MSM6029=
MSM6100="Програма My Image Garden використовує фотографії, збережені на комп’ютері, для автоматичного створення листівки або календаря."
MSM6101="Служба CREATIVE PARK PREMIUM надає високоякісний вміст виключно користувачам фірмових чорнил Canon."
MSM6102="Щоб зробити якісну копію надрукованого фото, просто виберіть відповідне меню на принтері."
MSM6103="Навіть якщо принтер вимкнений, він автоматично вмикається після відправлення завдання на друк."
MSM6104="Безшумний режим дозволяє друкувати, робити копії або сканувати в тиші, не турбуючись про час або людей навколо."
MSM6105="Зазначені функції відрізняються залежно від використовуваної моделі. Докладніше про це див. у посібнику."
MSM6106="Докладніше про функцію і параметри див. у посібнику користувача."
MSM6030=
MSM6031=
MSM6032=
MSM6033=
MSM6034=
MSM6035=
MSM6036=
MSM6037=
MSM6038=
MSM6039=
MSM6040=
MSM6041=
MSM6042=
MSM6043=
MSM6044=
MSM6045=
MSM6046=
MSM6047=
MSM6048=
MSM6049=
MSM6050=
MSM6051=
MSM6052=
MSM6053=
MSM6054=
MSM6055=
MSM6056=
MSM6057=
MSM6058=
MSM6059=
MSM6060=
MSM6061=
MSM6062=
MSM6063=
MSM6064="Клацніть [Додати принтер] і додайте принтер, дотримуючись інструкцій на екрані.\n\nПісля додавання принтера клацніть [Далі]."
MSM6065="Для використання всіх функцій принтера необхідно встановити драйвер Canon.\nКлацніть [Далі] та повторіть процедуру настроювання."
MSM6066=
MSM6067="Підключіть принтер до комп’ютера за допомогою USB-кабелю.\nПереконайтеся, що принтер увімкнено."
MSM6091="Ви виконали ініціалізацію принтера?"
MSM6092="1. Переконайтеся, що в чорнильниці є чорнило.\n2. Натисніть і утримуйте кнопку «Стоп (Stop)» на принтері протягом приблизно 5 секунд.\nПісля цього принтер розпочне ініціалізацію. Ця процедура займе приблизно 6 хвилин."
MSM6093="1. Переконайтеся, що в чорнильниці є чорнило.\n2. Натисніть і утримуйте кнопку «ПРОДОВЖИТИ/СКАСУВАТИ (RESUME/CANCEL)» на принтері протягом приблизно 5 секунд.\nПісля цього принтер розпочне ініціалізацію. Ця процедура займе приблизно 6 хвилин."
